/* Boxcar email address field label */
"Email Address:" = "Adresse courriel :";

/* Failure adding email */
"Invalid Email" = "Courriel incorrect";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "N’envoyer que si inactif :";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "N’envoyer que si la priorité est au moins :";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Préfixer les notifications avec :";

/* Success adding boxcar */
"Registered!" = "Enregistré !";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Courriel inconnu";

